num = int(input("შემოიტანეთ რიცხვი: "))
if num < 10:
    print("რიცხვი 10-ზე ნაკლებია")
else:
    print("რიცხვი 10 ან მეტია")



num = int(input("შემოიტანეთ რიცხვი: "))
if num % 2 == 0:
    print("რიცხვი ლუწია")
else:
    print("რიცხვი კენტია")



num = int(input("შემოიტანეთ რიცხვი: "))
if num > 0:
    print("რიცხვი დადებითია")
elif num < 0:
    print("რიცხვი უარყოფითია")
else:
    print("რიცხვი ნულია")



num1 = int(input("შემოიტანეთ პირველი რიცხვი: "))
num2 = int(input("შემოიტანეთ მეორე რიცხვი: "))
if num1 == num2:
    print("ორივე რიცხვი ტოლია")
else:
    print("რიცხვები განსხვავებულია")



num = int(input("შემოიტანეთ რიცხვი: "))
if num > 100 and num % 2 == 0:
    print("რიცხვი 100-ზე მეტია და ლუწია")
else:
    print("რიცხვი ან 100-ზე ნაკლებია")



num = int(input("შემოიტანეთ რიცხვი: "))
if num % 5 == 0 or num % 10 == 0:
    print("რიცხვი 5-ის ან 10-ის ჯერადია")
else:
    print("რიცხვი არც 5-ის და არც 10-ის ჯერადი არ არის")