words = ("შუაღამე", "შუადე", "დილა", "საღამო")
print(words[0], words[1])


numbers = (2, 56, 99, 22, 15, 23, 66, 11, 134, 23, 66, 91, 22, 2, 23)
print(numbers.count(23))


aura = (10, 25, 5, 80, 70, 20)

for numbers in aura:
    if numbers > 10:
        print(numbers)



'''
    List არის ცვალებადი, ხოლო Tuple არ არის ცვალებადი.
    List იყენებს [ ], ხოლო Tuple ( ).
    List გამოიყენება მონაცემებისთვის, რომლებიც შეიძლება შეიცვალოს.
    Tuple გამოიყენება სტატიკური, უცვლელი მონაცემებისთვის.

    immutabe - როდესაც მონაცემი immutable არის, მისი შექმნის შემდეგ მისი შეცვლა შეუძლებელია.
    mutable - Mutable მონაცემები შეგვიძლია შევცვალოთ მათი შექმნის შემდეგაც.
'''
